Repository: gytjr8422/HaruView
Catalog: HaruViewWidget/Localizable.xcstrings
Source language: ko
Languages: en, ja

# haru_calendar
source: 하루 달력
en: Haru Calendar
ja: ハル カレンダー

# haru_calendar_desc
source: 일정과 할 일이 표시된 월간 달력
en: Monthly calendar view with events and reminders
ja: 予定とリマインダー付きの月間カレンダー

# haru_calendar_list
source: 하루 달력 + 목록
en: Haru Calendar + List
ja: ハル カレンダー + リスト

# haru_calendar_list_desc
source: 월간 달력과 오늘의 일정 및 할 일
en: Monthly calendar with today's events and reminders
ja: 月間カレンダーと今日の予定・リマインダー

# haru_events
source: 하루 일정
en: Haru Events
ja: ハル 予定

# haru_events_desc
source: 오늘의 일정 목록
en: Today's calendar events list
ja: 今日の予定リスト

# haru_large_widget
source: 하루 라지
en: Haru Large
ja: ハル ラージ

# haru_large_widget_desc
source: 오늘의 일정과 할 일을 자세히 표시
en: Detailed view of today's events and reminders
ja: 今日の予定とリマインダーの詳細表示

# haru_medium_widget
source: 하루 미디엄
en: Haru Medium
ja: ハル ミディアム

# haru_medium_widget_desc
source: 오늘의 일정과 할 일을 컴팩트하게 표시
en: Today's events and reminders in a compact view
ja: 今日の予定とリマインダーをコンパクトに表示

# haru_monthly_calendar
source: 하루 월간 달력
en: Haru Monthly Calendar
ja: ハル 月間カレンダー

# haru_monthly_calendar_desc
source: 모든 일정과 할 일이 표시된 월간 달력
en: View the full month with all your events and reminders
ja: 全ての予定とリマインダーが含まれた月間カレンダー

# haru_reminders
source: 하루 할 일
en: Haru Reminders
ja: ハル リマインダー

# haru_reminders_desc
source: 오늘의 할 일 목록
en: Today's reminders list
ja: 今日のリマインダーリスト

# haru_weekly_schedule
source: 하루 주간 일정
en: Haru Weekly Schedule
ja: ハル 週間スケジュール

# haru_weekly_schedule_desc
source: 이번 주 일정과 할 일 개요
en: This week's events and reminders overview
ja: 今週の予定とリマインダーの概要

# haru_widget
source: 하루 위젯
en: Haru Widget
ja: ハル ウィジェット

# haru_widget_desc
source: 오늘의 일정과 할 일을 한눈에 확인하세요
en: Check today's calendar events and reminders at a glance
ja: 今日の予定とリマインダーを一目で確認
